[
  {
    "id": "gamification-1",
    "title": "1. Fuel",
    "image_location": "../assets/images/1_fuel.webp",
    "alt": "Steampunk-style fuel tank symbolizing psychological energy",
    "description": "The mind runs on psychological fuel, which is made by the environmental events we participate in. Those can be either self-generated by our own behaviors, or created by forces outside of ourselves. The mind also uses calories from the brain to fuel itself.",
    "keywords": [
      "psychological fuel",
      "energy systems",
      "environmental input",
      "brain metabolism",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-2",
    "title": "2. Oxidizers",
    "image_location": "../assets/images/2_oxidizer.webp",
    "alt": "Mechanical vents or fans representing time and space as oxidizers",
    "description": "All machines require an oxidizer to combust fuel, and the human oxidizers are space and time. Time allows us to convert fuel, move energy, and exhaust waste, while it continuously erodes the constructive and destructive work our machines perform.",
    "keywords": [
      "oxidizer metaphor",
      "time and space",
      "mental energy conversion",
      "psychological combustion",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-3",
    "title": "3. Oil",
    "image_location": "../assets/images/3_oil.webp",
    "alt": "Glistening oil can in a gear-covered setting, symbolizing information flow",
    "description": "Information is essential for our work process, it serves a function similar to oil, lubricating the combustion chamber to ensure a smooth and fluid workflow. We use information to secure fuel, navigate the environment, and effectively match our needs with our actions.",
    "keywords": [
      "information flow",
      "mental lubrication",
      "decision support",
      "psychological oil",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-4",
    "title": "4. Fuel Pump",
    "image_location": "../assets/images/4_fuel_pump.webp",
    "alt": "Stylized engine fuel pump showing controlled energy input",
    "description": "Humans follow a schedule of behaviors to ensure we fulfill our needs in a consistent and balanced manner. Our life routines enable us to coordinate with outside energy systems and fuel resources.",
    "keywords": [
      "fuel pump metaphor",
      "behavioral schedule",
      "mental routines",
      "energy management",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-5",
    "title": "5. Intake",
    "image_location": "../assets/images/5_intake.webp",
    "alt": "A piston chamber taking in fuel, symbolizing perception and awareness",
    "description": "We receive signals about emerging needs that drive the piston down, creating a vacuum that sucks in psychological fuel. Or, the fuel pump of daily routine and schedule injects our systems with the fuel we require, even if our needs aren’t pressing. Fuel can be imposed upon us by the environment even without our planful consent, but the work it produces is always subjectively determined.",
    "keywords": [
      "perception",
      "psychological intake",
      "emerging needs",
      "fuel awareness",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-6",
    "title": "6. Compression",
    "image_location": "../assets/images/6_compression.webp",
    "alt": "Metal gears compressing steam in a brass chamber",
    "description": "The mind perceives and makes meaning of the fuel that has been sucked into the combustion chamber. Compression engages thinking, planning, decision-making, and emotional sensations, so that fuel can be extracted according to the needs they impact.",
    "keywords": [
      "mental compression",
      "emotional processing",
      "decision-making",
      "thought cycle",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-7",
    "title": "7. Spark",
    "image_location": "../assets/images/7_spark.webp",
    "alt": "Bright ignition spark igniting fuel inside a brass cylinder",
    "description": "The fire of combustion is lit with a spark, and for us, this is motivation. When we reach an activation threshold, and we have sufficient emotional charge to drive our behavior, the spark ignites fuel and enables work to be made.",
    "keywords": [
      "psychological spark",
      "motivation",
      "activation threshold",
      "behavior ignition",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-8",
    "title": "8. Combustion",
    "image_location": "../assets/images/8_combustion.webp",
    "alt": "A burst of flame powering rotating gears, representing psychological action",
    "description": "Combustion is action. Anytime we are affected either positively or negatively by our own behaviors, surroundings, or events that happen to us, we are combusting. It's where fuel is transformed for the mind, and turned into the outcomes we get from living. ",
    "keywords": [
      "psychological combustion",
      "action metaphor",
      "mental transformation",
      "behavioral output",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-9",
    "title": "9. Output Shaft",
    "image_location": "../assets/images/9_output.webp",
    "alt": "Rotating shaft turning a series of gears to generate motion",
    "description": "All of our work turns the axle or output shaft of the axia to produce our functional outcomes. For humans, this axle is need-fulfillment, our internal and external achievement, experiential and survival needs. All work is eventually eroded away by time.",
    "keywords": [
      "output shaft metaphor",
      "functional outcomes",
      "need fulfillment",
      "psychological work",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-10",
    "title": "10. Gyroscope",
    "image_location": "../assets/images/10_axia.webp",
    "alt": "Spinning gyroscope with metallic fins, symbolizing balance and identity",
    "description": "Gyroscope description text here. The gyroscope is a metaphor for our sense of self, identity, and orientation in the world. It helps us maintain balance and stability as we navigate through our experiences and interactions.",
    "keywords": [
      "identity metaphor",
      "balance and orientation",
      "mental gyroscope",
      "psychological stability",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-11",
    "title": "11. Exhaust",
    "image_location": "../assets/images/11_exhaust.webp",
    "alt": "A valve releasing smoke or steam into the air, symbolizing psychological release",
    "description": "After sixteen hours of processing psychological fuel into work, the mind enters the exhaust phase—sleep. The intake valve closes, halting most activity, while the exhaust valve opens to release spent fuel. This phase clears the system, resets the cycle, and restores function. Even then, safety checks and breathing continue, producing dreams.",
    "keywords": [
      "psychological exhaust",
      "sleep metaphor",
      "mental reset",
      "emotional release",
      "thermodynamic psychology"
    ]
  },
  {
    "id": "gamification-12",
    "title": "12. Valve Overlap",
    "image_location": "../assets/images/12_valve_overlap.webp",
    "alt": "Engine valves crisscrossing in transition between sleep and wake",
    "description": "Once the exhaust phase ends, the camshaft—brain chemicals and the medulla regulating circadian rhythm—engages valve overlap, closing the exhaust valve and reopening intake. That’s how we shift from sleep to wake. As fuel flows again, alertness, identity, and consciousness return, and we repeat the intake-compression-power cycles throughout the day.",
    "keywords": [
      "valve overlap metaphor",
      "circadian rhythm",
      "wake transition",
      "neurochemical regulation",
      "thermodynamic psychology"
    ]
  }
]
