[
  {
    "id": "gamification-1",
    "title": "1. Fuel",
    "image_location": "./assets/images/e1_fuel_cr.png",
    "description": "The mind runs on psychological fuel, which is made by the environmental events we participate in. Those can be either self-generated by our own behaviors, or created by forces outside of ourselves. The mind also uses calories from the brain to fuel itself."
  },
  {
    "id": "gamification-2",
    "title": "2. Oxidizers",
    "image_location": "./assets/images/e2_oxidizer_cr.png",
    "description": "All machines require an oxidizer to combust fuel, and the human oxidizers are space and time. Time allows us to convert fuel, move energy, and exhaust waste, while it continuously erodes the constructive and destructive work our machines perform."
  },
  {
    "id": "gamification-3",
    "title": "3. Oil",
    "image_location": "./assets/images/e3_oil_cr.png",
    "description": "Information is essential for our work process, it serves a function similar to oil, lubricating the combustion chamber to ensure a smooth and fluid workflow. We use information to secure fuel, navigate the environment, and effectively match our needs with our actions."
  },
  {
    "id": "gamification-4",
    "title": "4. Fuel Pump",
    "image_location": "./assets/images/e4_fuel_pump_cr.png",
    "description": "Humans follow a schedule of behaviors to ensure we fulfill our needs in a consistent and balanced manner. Our life routines enable us to coordinate with outside energy systems and fuel resources."
  },
  {
    "id": "gamification-5",
    "title": "5. Intake",
    "image_location": "./assets/images/e5_intake_cr.png",
    "description": "We receive signals about emerging needs that drive the piston down, creating a vacuum that sucks in psychological fuel. Or, the fuel pump of daily routine and schedule injects our systems with the fuel we require, even if our needs aren’t pressing. Fuel can be imposed upon us by the environment even without our planful consent, but the work it produces is always subjectively determined."
  },
  {
    "id": "gamification-6",
    "title": "6. Compression",
    "image_location": "./assets/images/e6_compression_cr.png",
    "description": "The mind perceives and makes meaning of the fuel that has been sucked into the combustion chamber. Compression engages thinking, planning, decision-making, and emotional sensations, so that fuel can be extracted according to the needs they impact."
  },
  {
    "id": "gamification-7",
    "title": "7. Spark",
    "image_location": "./assets/images/e7_spark_cr.png",
    "description": "The fire of combustion is lit with a spark, and for us, this is motivation. When we reach an activation threshold, and we have sufficient emotional charge to drive our behavior, the spark ignites fuel and enables work to be made."
  },
  {
    "id": "gamification-8",
    "title": "8. Combustion",
    "image_location": "./assets/images/e8_combustion_cr.png",
    "description": "This is where fuel is burned to generate constructive or destructive work."
  },
  {
    "id": "gamification-9",
    "title": "9. Output Shaft",
    "image_location": "./assets/images/e9_axia_cr.png",
    "description": "All of our work turns the axle or output shaft of the axia to produce our functional outcomes. For humans, this axle is need-fulfillment, our internal and external achievement, experiential and survival needs. All work is eventually eroded away by time."
  },
  {
    "id": "gamification-10",
    "title": "10. Gyroscope",
    "image_location": "./assets/images/e10_gyroscope_cr.png",
    "description": "Gyroscope description text here. The gyroscope is a metaphor for our sense of self, identity, and orientation in the world. It helps us maintain balance and stability as we navigate through our experiences and interactions."
  },
  {
    "id": "gamification-11",
    "title": "11. Exhaust",
    "image_location": "./assets/images/e11_exhaust_cr.png",
    "description": "After sixteen hours of intaking, compressing, and powering psychological fuel into psychological work, the mind enters the exhaust, or sleeping phase. In order to exhaust, the mind’s fuel intake valve must close, and this causes almost all work to stop. At the same time, the chamber’s exhaust valve opens, enabling the spent fuel to be pushed out. During exhaust, we refresh and replenish the machine, clean it out, and reset the combustion cycle. Even during the exhaust phase, we must sustain safety monitoring and breathing, an activation that produces our dreaming state."
  },
  {
    "id": "gamification-12",
    "title": "12. Valve Overlap",
    "image_location": "./assets/images/e12_valve_overlap_cr.png",
    "description": "Once the exhaust phase is complete, the camshaft (this is actually brain chemicals and the medulla that control circadian rhythm) engages the valve overlap to close our exhaust valve and reopen the intake valve. That’s how we go from asleep to awake. Once fuel starts flowing through the system again, our sense of alert orientation, identity, and consciousness returns, and we repeat the 1-2-3 intake-compression-power cycles throughout the day."
  }
]
